{"image_name":"1783626432935598983.png","media":{"taken_at":1526844861,"id":"1783626432935598983_1428869544","pk":"1783626432935598983","saved_collection_ids":[],"media_type":1,"original_width":1080,"original_height":1334,"image_versions2":{"candidates":["https://scontent-cdg2-1.cdninstagram.com/v/t51.2885-15/e35/31788367_2125035504191765_3010611627402723328_n.jpg?_nc_ht=scontent-cdg2-1.cdninstagram.com&se=7&oh=976ea5220c41962d4154eef69b02e0a6&oe=5DDF8FD2&ig_cache_key=MTc4MzYyNjQzMjkzNTU5ODk4Mw%3D%3D.2","https://scontent-cdg2-1.cdninstagram.com/v/t51.2885-15/e35/p480x480/31788367_2125035504191765_3010611627402723328_n.jpg?_nc_ht=scontent-cdg2-1.cdninstagram.com&oh=6eece01e13e42e8de9900cf7f2602a00&oe=5DD12E02&ig_cache_key=MTc4MzYyNjQzMjkzNTU5ODk4Mw%3D%3D.2"]},"user":{"pk":1428869544,"username":"plantbasedjane","is_private":false,"profile_pic_url":"https://scontent-cdg2-1.cdninstagram.com/vp/973a4a68c232f6892be2e021b5904441/5DE6854A/t51.2885-19/s150x150/16465177_230767614050808_6868733281420967936_a.jpg?_nc_ht=scontent-cdg2-1.cdninstagram.com","profile_pic_id":"1441590717012834527_1428869544"},"next_max_id":"17949275524074892","comment_count":135,"like_count":7704,"has_liked":false,"caption":{"pk":"17931859681113385","user_id":1428869544,"media_id":"1783626432935598983","text":"One of my favorite recipes = roasted red pepper pesto 😍 incredibly easy to make and nut free. \nMy allergy with nuts was something I was worried about when I first went Vegan. Not because I feel like I wouldn’t get enough protein or healthy fats (there are tons of nut free options when it comes to that) but it made me concerned about going out to eat. I also felt like it would hold me back. However, honestly, I still sometimes do feel that way. A lot of vegan restaurants or places that serve vegan options have dishes that normally contain cashews, almonds, etc. It can be a bummer to be forgotten that people who go vegan may have allergies. That also goes for those with a soy, gluten, etc. types of allergies. When I made my blog I knew all of my recipes would be nut free but it’s also inspired me to make more allergy free recipes in general. It can suck to scroll through Pinterest and find a creamy “pasta” sauce and have the ingredients to make that sauce something you may be allergic to. So let me know in the comments what you’re allergic to so I can do a better job helping your allergies! I know I make tofu & tempeh recipes and I know many of my recipes have soy sauce but I still am conscious about helping others who might feel that they’re forgotten with their allergies. Allergies are a serious thing and I don’t want you to believe that if you go Vegan you won’t be able to eat anything. It’s not true and I want to create recipes that make you feel more confident on your vegan journey :) enjoy your day! \nRecipe for this dish is in the link to my bio or go to: http://plantbasedjane.com/2018/02/roasted-red-pepper-pesto-sauce/","created_at":1526844862}}}