{"image_name":"1827781255984252723.png","media":{"taken_at":1532108526,"id":"1827781255984252723_7874339947","pk":"1827781255984252723","saved_collection_ids":["17905848295164083"],"media_type":1,"original_width":1080,"original_height":748,"image_versions2":{"candidates":["https://scontent-cdg2-1.cdninstagram.com/v/t51.2885-15/e35/36625782_223839021647847_6939952613806833664_n.jpg?_nc_ht=scontent-cdg2-1.cdninstagram.com&se=7&oh=9d3cbbf1f7fcd528628d0aafb089eeb2&oe=5DC8DF78&ig_cache_key=MTgyNzc4MTI1NTk4NDI1MjcyMw%3D%3D.2","https://scontent-cdg2-1.cdninstagram.com/v/t51.2885-15/e35/s480x480/36625782_223839021647847_6939952613806833664_n.jpg?_nc_ht=scontent-cdg2-1.cdninstagram.com&oh=b76688e6264a365a1a9a73b7eadbe890&oe=5DE68690&ig_cache_key=MTgyNzc4MTI1NTk4NDI1MjcyMw%3D%3D.2"]},"user":{"pk":7874339947,"username":"pastelnaya_princessa","is_private":false,"profile_pic_url":"https://scontent-cdg2-1.cdninstagram.com/vp/49bd57daaa02a5c7400c1e7212b992e8/5DC936C0/t51.2885-19/s150x150/37012139_227207397877082_2333600992005718016_n.jpg?_nc_ht=scontent-cdg2-1.cdninstagram.com","profile_pic_id":"1832218576683823128_7874339947"},"comment_count":2,"like_count":284,"has_liked":false,"caption":{"pk":"17870748331257518","user_id":7874339947,"media_id":"1827781255984252723","text":"Les Oceanides Les Naiades de la mer, 1860s//Gustave Dore was a prolific engraver, artist, illustrator, and sculptor, working primarily as a wood and steel engraver. He produced over 100,000 sketches in his lifetime, and lived to be 50 years old, averaging 6 sketches per day for each day he lived. By the time he died he had also earned over $2 million, living a life of affluence. Even though he was an untrained, self-taught artist, who never used a live model, and who could not sketch from nature, his work is considered some of the most important in the entire engraving art world. \nAs a child, young Dore was an avid artist, and earned his way as an illustrator in a Paris bookshop, publishing his first drawings when he was 15 years old. His young age and great talent drew much attention, which led to newspaper and journal articles written about the “child illustrator,” and generated further interest in the artist. As an illustrator, Dore created engravings for the books of Balzac, Rabelais, Milton, Dante, Edgar Allen Poe, and Lord Byron. He was commissioned to illustrate a version of the English Bible, which was extremely popular, allowing for the foundation of his own gallery, the Dore Gallery. For his work on Dante’s Inferno, he was decorated with the Cross of the Legion of Honor. \nAlthough he lived a wealthy life of affluence, received many commissions, and continued to reap the rewards of commercial success, by the end of his life Dore’s illustrations had begun to receive negative reviews. He rarely completed any works with colors, leading to the speculation that he was color blind, and his negative portrayal of subject matter made his works difficult to display. After the death of his mother, who had been is roommate and life time companion, he lost the will to live and died at the age of fifty. (wikiart)\n\n#gustavedoré #gustavedore #fae #fairytales #fairytale #naiad #nixy #mermaid #illustration #fairytaleillustration #fairytaleart #victorian #victorianart #victorianartist #victorianera #ethereal #etherealart #preraphaelite #whimsicalart #whimsical #fantasy #fantasyart #fantasyillustration #vintage #vintageillustration #rusalka #ocean #sea #oceanlife #sealife","created_at":1532108617}}}