{"image_name":"2086234169798484704.png","media":{"taken_at":1562918549,"id":"2086234169798484704_306808000","pk":"2086234169798484704","saved_collection_ids":[],"media_type":2,"original_width":720,"original_height":406,"image_versions2":{"candidates":["https://scontent-cdg2-1.cdninstagram.com/v/t51.2885-15/e35/66347145_654632691719126_5992399022621464327_n.jpg?_nc_ht=scontent-cdg2-1.cdninstagram.com&oh=1dd3ab0a2b2e38bc4a3d158e1fc62938&oe=5D47EE02","https://scontent-cdg2-1.cdninstagram.com/v/t51.2885-15/e35/s480x480/66347145_654632691719126_5992399022621464327_n.jpg?_nc_ht=scontent-cdg2-1.cdninstagram.com&oh=840c1645ddc39180fa073c7f9d0880fe&oe=5D47BD2A"]},"user":{"pk":306808000,"username":"officialopeth","is_private":false,"profile_pic_url":"https://scontent-cdg2-1.cdninstagram.com/vp/ec9c9c2be00879e55eedb535ed62a415/5DCA9F8F/t51.2885-19/s150x150/13714076_1743360615920887_1570809854_a.jpg?_nc_ht=scontent-cdg2-1.cdninstagram.com","profile_pic_id":"1297171037196488209_306808000"},"next_max_id":"18088147615050250","comment_count":610,"like_count":16122,"has_liked":true,"caption":{"pk":"18083661298027387","user_id":306808000,"media_id":"2086234169798484704","text":"- NEW OPETH SONG + ALBUM PRE-ORDER -\nOne of 2019’s most anticipated heavy rock/metal albums, In Cauda Venenum, will be released by Swedish prog-masters OPETH on September 27th via Moderbolaget / Nuclear Blast Entertainment. Today, the band has unveiled a bi-lingual visualizer the record’s first new song, “Hjärtat Vet Vad Handen Gör” / “Heart In Hand,” and has invited followers to pre-order the record now:\n\nstore.moderbolagetrecords.com\nopeth.com/stores\n\nWatch the visualizer for “Hjärtat Vet Vad Handen Gör” / “Heart In Hand\" at youtu.be/5Ko4_eO2tiU.\n\nCommenting on the new song, vocalist/guitarist/songwriter Mikael Åkerfeldt says, “”Hjärtat Vet Vad Handen Gör” or ”Heart in Hand” as it’s called in English is one of the first couple of songs I wrote for ”In Cauda Venenum.” I immediately knew that it would probably be favoured by ”the powers that be” when talks of future singles for the record would commence. And I was right. I generally leave it up to the labels or managements to pick the so-called singles. I’m indifferent as I put an equal amount of dedication into all songs, so it doesn’t matter all that much to me. I guess it’s one of the more straightforward songs on the album. A rather rocking little thing. It’s got one of the ”happy mistakes” in it too. Mendez bass broke down in the middle of recording. At the time he played an old Hofner Beatles-esue bass guitar that started humming real bad, but it sounded so good we immediately decided to keep it in there. I’d be putting myself down if I said that noise is the best part of the song, but it’s up there. I like when stuff happens out of your control, and it actually adds to the piece. This is the first full taster of the new Opeth album, and of course I hope you like it. All the songs on the new album are different from each other and therefore equally representable in my view. Enjoy!\" Recorded last year at Stockholm's Park Studios, In Cauda Venenum will be released in two versions, in both Swedish and English languages.","created_at":1562918550}}}