{"image_name":"2092790959439246313.png","media":{"taken_at":1563700145,"id":"2092790959439246313_1566838900","pk":"2092790959439246313","saved_collection_ids":[],"media_type":1,"original_width":726,"original_height":724,"image_versions2":{"candidates":["https://scontent-cdg2-1.cdninstagram.com/v/t51.2885-15/e35/67295546_460038697912031_8967166075015976144_n.jpg?_nc_ht=scontent-cdg2-1.cdninstagram.com&oh=a196909400196891d7a708f3c4fae8c4&oe=5DE48C1C&ig_cache_key=MjA5Mjc5MDk1OTQzOTI0NjMxMw%3D%3D.2","https://scontent-cdg2-1.cdninstagram.com/v/t51.2885-15/e35/s480x480/67295546_460038697912031_8967166075015976144_n.jpg?_nc_ht=scontent-cdg2-1.cdninstagram.com&oh=447307a4bf7c8742271c8cf6518857c6&oe=5DE033F4&ig_cache_key=MjA5Mjc5MDk1OTQzOTI0NjMxMw%3D%3D.2"]},"user":{"pk":1566838900,"username":"alice.rawsthorn","is_private":false,"profile_pic_url":"https://scontent-cdg2-1.cdninstagram.com/vp/d1c9e80eb0af98766eee64919537c0c9/5DEE313D/t51.2885-19/s150x150/11887242_1497116460607967_1931664376_a.jpg?_nc_ht=scontent-cdg2-1.cdninstagram.com"},"next_max_id":"18055621903193601","comment_count":17,"like_count":1569,"has_liked":false,"caption":{"pk":"17852341315491383","user_id":1566838900,"media_id":"2092790959439246313","text":"John Lautner | 7. It is impossible to consider mid 20th century US architecture without thinking of John Lautner. The LA houses alone are among the best known examples of modernist architecture because of their technical ingenuity, and Lautner’s sensitivity in embedding them within the surrounding natural beauty. His work has been celebrated in books and exhibitions, and popularised through its use as film and TV sets. (The Elrod House and Sheats-Goldstein Residence were the lairs of a reclusive billionaire and porn mogul respectively in Diamonds Are Forever and The Big Lebowski.) Yet Lautner, who died in 1994, was ignored by the US architectural establishment for much of his career. One reason was his focus on houses, rather than the prestigious public projects that tend to win architectural awards. Another was his association with Frank Lloyd Wright, whose approach to architecture became increasingly unfashionable as the 20th century rolled on. Then there were his links to the flashy style of Googie Architecture named after Lautner’s 1949 coffee shop which was equally unfashionable until Denise Scott Brown, Robert Venturi and Steven Izenour explored it in their 1972 book Learning from Las Vegas. Finally, Lautner’s work looked so eclectic, thanks to his zest for experimenting with different styles, materials and construction methods, that it seemed elusive to his peers. All of that had changed by the late 20th century with the revival of interest in mid-century modernism and the completion of one of his 1970s projects, the spectacular Marbrisa, a weekend home for the family of the Mexican supermarket magnate Jeronimo Arango looming above Acapulco Bay. Lautner designed it with the architect Helena Arahuete and structural engineer T.Y. Lin with a vast curvaceous concrete roof that dips down on one side to be anchored by the rocks, and sweeps up towards the bay to offer glorious views across the ocean, while enabling its occupants to enjoy the changes in the natural light as it washes through the house throughout the day.\n\n#design #architecture #arangohouse #johnlautner #helenaarahuete #tylin #arangohouse #designwithaview","created_at":1563707258}}}