{"image_name":"2095807091272446536.png","media":{"taken_at":1564059696,"id":"2095807091272446536_246210118","pk":"2095807091272446536","saved_collection_ids":[],"media_type":1,"original_width":1440,"original_height":1440,"image_versions2":{"candidates":["https://scontent-cdg2-1.cdninstagram.com/v/t51.2885-15/e35/66110212_181248782886758_5984197526626609737_n.jpg?_nc_ht=scontent-cdg2-1.cdninstagram.com&se=7&oh=f5cf30bf3862387ea1e3dc246c91d4c9&oe=5DE536C7&ig_cache_key=MjA5NTgwNzA5MTI3MjQ0NjUzNg%3D%3D.2","https://scontent-cdg2-1.cdninstagram.com/v/t51.2885-15/e35/s480x480/66110212_181248782886758_5984197526626609737_n.jpg?_nc_ht=scontent-cdg2-1.cdninstagram.com&oh=dcc20916d935cb6f601adc1a78a44b60&oe=5DDD602F&ig_cache_key=MjA5NTgwNzA5MTI3MjQ0NjUzNg%3D%3D.2"]},"user":{"pk":246210118,"username":"usbek_et_rica","is_private":false,"profile_pic_url":"https://scontent-cdg2-1.cdninstagram.com/vp/44d94145012712140ed0ce2656ec6648/5DCB4142/t51.2885-19/s150x150/14360221_187728484997618_4238418403666165760_a.jpg?_nc_ht=scontent-cdg2-1.cdninstagram.com","profile_pic_id":"1348643766747336195_246210118"},"next_max_id":"17846290537535050","comment_count":6,"like_count":310,"has_liked":true,"caption":{"pk":"18051300259159632","user_id":246210118,"media_id":"2095807091272446536","text":"1968. Sur une demande d’Air France, Vittel conçoit une bouteille d’eau pour les plateaux repas des passagers. Plus légère, plus adaptée aux voyages. La toute première bouteille d’eau en plastique est née. L’innovation technologique séduit, la concurrence suit, le PVC se généralise, les bouteilles en verre sont abandonnées.\n\n2006. Le nombre de bouteilles en plastique (le PET a remplacé le PVC) vendues dans le monde atteint… 300 milliards. En 2016, il s’en vend 480 milliards. Un million s’en écoule chaque minute ! L’explosion des ventes est due en majorité à celle, spectaculaire, des ventes de bouteilles d’eau. D’ici la fin de la décennie, selon le rapport Euromonitor International, relayé en 2017 par le Guardian, il devrait s’en vendre 500 milliards. Le coût écologique de chaque bouteille se cache à toutes les étapes : dans sa production, son transport, le traitement, et le sort qui lui est réservé, une fois utilisée. Pour une seule bouteille produite, 33 centilitres de pétrole sont nécessaires à la fabrication du plastique. Trois litres d'eau sont utilisés pour produire une bouteille d'un demi-litre. En Europe, 42% des bouteilles plastiques ne sont pas recyclées. Beaucoup finissent dans les océans où elles mettent entre 100 et 1 000 ans à se dégrader. Le fléau écologique est de plus en plus dénoncé, la life in plastic n’est plus fantastique, mais reste pratique.\n\n2019. La canicule frappe la France en juin, puis en juillet. « Hydratez-vous » s’affiche en lettres capitales sur les panneaux d’affichage. Dans les gares, des milliers de bouteilles d’eau sont distribuées gratuitement aux passagers. Sur les autoroutes, en cette fin juillet, un stock de plus de 100 000 bouteilles a été constitué pour donner à boire aux automobilistes. Idem dans des écoles, maisons de retraite, et bon nombre d’événements en extérieur. Dans la Creuse écrasée par la sécheresse, le maire de Guéret va jusqu’à appeler les habitants, ce 24 juillet, à consommer de l’eau en bouteille « pour que l’on consomme moins d’eau du robinet et que l’on passe ce cap difficile »… ! \nAlors que fait-on ? Faut-il suivre San Francisco ? Ou encourager, pour le moment, le retour à la consommation d'eau potable ?","created_at":1564059698}}}